{
    "Goodluck": "Neutral",
    "N/A": "Negative",
    "the standardized letters are well-organized": "Neutral",
    "The discussion gave us an in-depth explanation regarding our responsibilities and duties as officers in our respective organizations. I learned how to handle my position and how to be an effective officer and member inside and outside the organization.": "Positive",
    "N/a": "Positive",
    "Very knowledgeable ": "Positive",
    "I'm very glad that the speakers emphasized the main objective of the organizations. I also appreciate the standards that SSC established for us to have uniformity. ": "Neutral",
    "-": "Positive",
    "n/a": "Neutral",
    "no comment, overall prepared in the event.": "Negative",
    "Was much more interactive and was facilitated much better by the organizers": "Neutral",
    ".": "Neutral",
    "The meeting went well. ": "Neutral",
    "I love to commend the ice breakers in between the discussions. It made the assembly livelier and fun. Ample time was also given to raise questions. Thank you also for doing raffles and the free food.": "Neutral",
    "I commend SSC for a smooth flow of the event, congratulations!": "Positive",
    "So great ": "Positive",
    "The assemnly was overall helpful for me as a newly appointed secretary of our organization. Due to the fact that I was given this position in the midst of the council's transitioning, I only referred to the formats and written documents given by our org's former secretary. But after attending the assembly, I finally had a clear idea of the formats and standards for the documents I'll be making. And with this, I thank and commend the CSL for conducting such a helpful seminar! I'm looking forward on attending more events like this, thank you CSL!": "Neutral",
    "Good job po, very smooth po ang flow ng program. Looking forward po sa next events ng CSL! Let's keep the fire burning ❤️‍🔥": "Positive",
    "No comments. The CSL General Assembly 2024 was great!": "Neutral",
    "I commend the SSC for another successful CSL General Assembly. This is indeed helpful and relevant for the student leaders as they embark on the new academic year.": "Neutral",
    "none": "Neutral",
    "Enjoy much po!!": "Negative",
    "The seminar taught me that we should live with our stress. Sometimes, leaders think that if their reign is not good for their mental they immediately let go their position, but for me they just always think that stress is not part of being a leader. Leaders do need to live with stress because it will taught them lessons from their mistakes and experienced.": "Neutral",
    "A successful event overall.": "Neutral",
    "This event was able to provide me with a remarkable experience. I'm thankful to the SSC for conducting this event that will help us learn more about leadership and camaraderie. However, there's only one concern regarding team building. The instructions or guidelines in the game are not clearly stated. I'm referring to our last game, which was the questions about our national hero. Hence, I enjoyed the team-building. Congratulations on another successful event!": "Positive",
    "The event helped me reflect on my leadership. ": "Positive",
    " ": "Negative",
    "I've learned a lot especially sa pagiging leader, how we maintain our integrity during challenges moments and how we solve it. This seminar will shaped me to become a open and serve with fair on my co officers and co members": "Neutral",
    "It was a great experience lalo na for beginner palang as a student leader. I really thought I wouldn't be that hook up when it comes to leading, that I was meant to be a follower only, but deep down, I guess, there's really the calling of being a good leader sakin. Hopefully, I have the courage and compassion to live up that growing passion to lead. ": "Neutral",
    "i just learned that we leaders must open to all followers sheeshh": "Neutral",
    "None ": "Neutral",
    "Ang galing po nung speaker very commendable, ang dami kong natutunan na pwede kong gamitin sa pamumuna ng org na hawak ko. ": "Negative",
    " .": "Neutral",
    "Such a meaningful experience": "Neutral",
    "The asin at ilaw seminar & team building cannot be over stated. It can be says that it has several reasons as to why it holds a significance, specially for student leaders. One good thing about the entire event, it not only focuses in integrating leadership-discussion but it also incorporates numerous interactive activities that are useful in real-life scenario which  also foster a stronger connection with other student leaders": "Neutral",
    "The event was good and I gain a lot of knowledge when it comes to leadership.": "Neutral"
}